Repository: common-repository/woocommerce-mercadolivre
Catalog: languages/woocommerce-mercadolivre-*.po
Languages: pt_br

source: Empty product field.
pt_br: Campo produto vazio.

source: Empty ML Category field.
pt_br: Campo categoria vazio.

source: Empty ML Listing Type field.
pt_br: Campo anúncio vazio.

source: You can not export a variable item yet
pt_br: Você não pode exportar um item variável ainda

source: Item already posted at MercadoLivre
pt_br: Produto já postado no MercadoLivre

source: Product successfully exported
pt_br: Produto exportado com sucesso

source: The product was successfully relisted on MercadoLivre
pt_br: O produto foi relistado com sucesso no MercadoLivre

source: The product could not be relisted on MercadoLivre
pt_br: O produto não pôde ser relistado no MercadoLivre

source: Error while trying to update product status on MercadoLivre
pt_br: Erro ao tentar atualizar o status do produto no MercadoLivre

source: Not Specified
pt_br: Não especificado

source: Custom
pt_br: Personalizado

source: MercadoEnvios mode 1
pt_br: MercadoEnvios 1

source: MercadoEnvios mode 2
pt_br: MercadoEnvios 2

source: Image %s succesfully posted
pt_br: Imagem %s enviada com sucesso

source: An error ocurred while trying to upload the picture %s to MercadoLivre: %s
pt_br: Ocorreu um erro ao tentar carregar a imagem %s para o MercadoLivre: %s

source: An error ocurred while trying to communicate with MercadoLivre. Try to reload the page.
pt_br: Ocorreu um erro ao tentar se comunicar com MercadoLivre. Tente recarregar a página.

source: Empty response from ML
pt_br: Resposta vazia de MercadoLivre

source: Invalid start time.
pt_br: Hora de início inválida.

source: Invalid category.
pt_br: Categoria inválida.

source: Invalid buying mode.
pt_br: Modo de compra inválido.

source: Invalid item quantity.
pt_br: Quantidade do produto inválida.

source: Invalid item attributes.
pt_br: Atributos do produto inválidos.

source: Invalid attribute combinations.
pt_br: Combinações de atributo inválidas.

source: Missing required attributes.
pt_br: Faltando atributos obrigatórios.

source: Invalid listing type.
pt_br: Anúncio inválido.

source: Pictures is required.
pt_br: Fotos são obrigatórias.

source: Invalid site.
pt_br: Site de inválido.

source: Invalid shipping mode.
pt_br: Modo de envio inválido.

source: The number of characters in description must be less then 50000 characters.
pt_br: O número de caracteres na descrição deve ser menor que 50000 caracteres.

source: Number of images exceeded.
pt_br: Número de fotos excedido.

source: Every variation must have between 1 and 6 pictures.
pt_br: Cada variação deve ter entre 1 e 6 fotos.

source: Invalid value length for an attribute.
pt_br: Comprimento do valor para um atributo inválido.

source: Title is not modifiable.
pt_br: Não é possível alterar o título.

source: Condition is not modifiable.
pt_br: Não é possível alterar a condição.

source: Buying Mode is not modifiable.
pt_br: Não é possível alterar o modo de compra.

source: Warranty is not modifiable.
pt_br: Não é possível alterar a garantia.

source: Invalid item body.
pt_br: Corpo do produto inválido.

source: Item in status closed is not possible to change to status closed.
pt_br: Produtos no estado encerrado não podem ser alterarados para o estado encerrado.

source: Variation attribute is duplicated. Allowed unique atrributes combinations.
pt_br: Atributo da variação está duplicado. Permitido apenas combinações de atributo únicas.

source: There is no file in request.
pt_br: Não há arquivo na requisição.

source: Integration with the MercadoLivre API
pt_br: Integração com a API MercadoLivre

source: Logout
pt_br: Sair

source: Click to log out the current user
pt_br: Clique para desvincular o usuário atual

source: General Settings
pt_br: Configurações Gerais

source: Settings that affect the entire plugin behavior
pt_br: Configurações que afetam todo o comportamento do plugin

source: Country
pt_br: País

source: Country where you want to act on MercadoLivre
pt_br: País onde pretende atuar no MercadoLivre

source: Export Automatically
pt_br: Exportação Automática

source: Determines whether to create a new product in the store he also will be created on MercadoLivre
pt_br: Determina se ao criar um novo produto na loja, ele também será criado no MercadoLivre

source: Update Automatically
pt_br: Atualização Automática

source: Determines whether to change a product in the store he also will be changed on MercadoLivre
pt_br: Determina se ao alterar um produto na loja, ele também será alterado no MercadoLivre

source: Actions
pt_br: Ações

source: Bulk actions
pt_br: Ações em massa

source: Export Products
pt_br: Exportar Produtos

source: Click to post all store products on MercadoLivre
pt_br: Clique para postar todos os produtos da loja no MercadoLivre

source: Create your application %shere%s. Your 'Redirect URI' is %s and 'Notifications Callback URL' is %s
pt_br: Crie seu aplicativo %saqui%s. Sua 'Redirect URI' é %s e 'Notifications Callback URL' é %s

source: Application ID on MercadoLivre.
pt_br: ID de aplicativo no MercadoLivre.

source: Secret Key
pt_br: Chave Secreta

source: Application secret key on MercadoLivre.
pt_br: Chave secreta de aplicativo no MercadoLivre.

source: MercadoLivre Login
pt_br: Login MercadoLivre

source: Log in to perform operations
pt_br: Efetue o login para executar as operações

source: MercadoLivre - Last Comments
pt_br: MercadoLivre - Últimos Comentários

source: MercadoLivre Feedback
pt_br: MercadoLivre - Qualificação

source: Aswer this question
pt_br: Responda esta pergunta

source: Send
pt_br: Enviar

source: Reply
pt_br: Responder

source: Delete
pt_br: Excluir

source: Category
pt_br: Categoria

source: Subcategory
pt_br: Subcategoria

source: View at ML
pt_br: Visualizar no MercadoLivre

source: The product has been updated successfully on MercadoLivre
pt_br: O produto foi atualizado com sucesso no MercadoLivre

source: The product could not be updated on MercadoLivre
pt_br: O produto não pôde ser atualizado no MercadoLivre

source: The product was successfully published on MercadoLivre
pt_br: O produto foi publicado com sucesso no MercadoLivre

source: The product could not be posted on MercadoLivre
pt_br: O produto não pôde ser publicado no MercadoLivre

source: Error updating shipping: %s
pt_br: Erro ao atualizar o envio: %s

source: Error sending feedback: %s
pt_br: Erro ao enviar a qualificação: %s

source: Seller out of stock
pt_br: Vendedor sem estoque

source: Seller did not try to contact buyer
pt_br: Vendedor não tentou entrar em contato com comprador

source: Buyer not enough money
pt_br: Comprador sem dinheiro suficiente

source: Buyer regrets
pt_br: Comprador mudou de ideia

source: They did not answer
pt_br: Não houve resposta

source: Seller regrets
pt_br: Vendedor mudou de ideia

source: They not honoring policies
pt_br: Não honraram as políticas

source: Other my responsability
pt_br: Outro de minha responsabilidade

source: Other their responsability
pt_br: Outro de responsabilidade deles

source: Error loading order
pt_br: Erro carregando pedido

source: Undetermined
pt_br: Indeterminado

source: I could not answer
pt_br: Não pude responder

source: Description did not match article
pt_br: A descrição do artigo não corresponde

source: Negative
pt_br: Negativo

source: Neutral
pt_br: Neutro

source: Positive
pt_br: Positivo

source: This sale was not fulfilled!
pt_br: Esta venda não foi concluída!

source: This sale was fulfilled!
pt_br: Esta venda foi concluída!

source: Error loading product
pt_br: Erro carregando produto

source: This product is already posted at ML
pt_br: Este produto já foi publicado no MercadoLivre

source: Invalid listing type
pt_br: Anúncio inválido

source: Invalid status
pt_br: Estado inválido

source: Only items with a closed status admit relisting
pt_br: Somente produtos no estado encerrado podem ser relistados

source: Shipment Details
pt_br: Detalhes do Envio

source: Description
pt_br: Descrição

source: Cost
pt_br: Custo

source: Local pick up
pt_br: Retirada no local

source: Check if this product can be taken on site
pt_br: Marque se este produto pode ser retirado no local

source: Free Shipping
pt_br: Frete Grátis

source: Check if this product can be delivered for free
pt_br: Marque se este produto poderá ser entregue gratuitamente

source: Remove
pt_br: Remover

source: Products
pt_br: Produtos

source: Search for a product&hellip;
pt_br: Buscar por um produto&hellip;

source: ML Category
pt_br: Categoria do MercadoLivre

source: Listing Type
pt_br: Anúncio

source: Export products
pt_br: Exportar produtos

source: Add
pt_br: Adicionar

source: Export
pt_br: Exportar

source: Exporting products...
pt_br: Exportando produtos...

source: The purchase was completed?
pt_br: A compra foi concluída?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: How do you qualify this buyer?
pt_br: Como você qualificar este comprador?

source: Restock item?
pt_br: Restaurar estoque?

source: Why?
pt_br: Por que?

source: You've returned the money?
pt_br: Você devolveu o dinheiro?

source: Tell us more about this sale
pt_br: Conte-nos mais sobre essa venda

source: Buyer
pt_br: Comprador

source: Seller
pt_br: Vendedor

source: Error
pt_br: Erro

source: Click %shere%s to see the premium version of the plugin WooCommerce MercadoLivre.
pt_br: Clique %saqui%s para ver a versão premium do plugin WooCommerce MercadoLivre.

source: Successfully logged!
pt_br: Você está logado!

source: Express
pt_br: Rápido

source: Standard
pt_br: Normal

source: Exclude Regions
pt_br: Excluir as regiões

source: Free Shipping for
pt_br: Frete grátis para

source: Disabled
pt_br: Desabilitado

source: Relist
pt_br: Relistar

source: Pause
pt_br: Pausar

source: Activate
pt_br: Ativar

source: Update at ML
pt_br: Atualizar no MercadoLivre

source: Post at ML
pt_br: Publicar no MercadoLivre

source: Check if this product should be published at ML
pt_br: Marque se este produto deve ser publicado no MercadoLivre

source: Official Store
pt_br: Loja Oficial

source: Determines which official store the product will be posted
pt_br: Determina em qual loja oficial o produto será publicado

source: Determines how your product will be listed on MercadoLivre
pt_br: Determina como seu produto será anunciado no MercadoLivre

source: Video ID or URL
pt_br: Vídeo (ID ou URL)

source: Use the URL or the ID of the video on youtube
pt_br: Use o ID ou a URL do vídeo no youtube

source: Warranty
pt_br: Garantia

source: Describe the product warranty for buyers on MercadoLivre
pt_br: Descreva a garantia do produto para compradores no MercadoLivre

source: Shipping
pt_br: Envio

source: Determine how your product will be delivered for buyers on MercadoLivre
pt_br: Determina como seu produto será entregue para os compradores no MercadoLivre

source: Title
pt_br: Título

source: Product title on MercadoLivre
pt_br: Título do produto no MercadoLivre

source: Price
pt_br: Preço

source: Leave blank to use the same value of the site
pt_br: Deixe em branco para usar o mesmo valor da loja

source: Pending
pt_br: Pendente

source: Ready to ship
pt_br: Pronto para envio

source: Shipped
pt_br: Enviado

source: Delivered
pt_br: Entregue

source: Not delivered
pt_br: Não entregue

source: Cancelled
pt_br: Cancelado

source: MercadoLivre Shipping
pt_br: MercadoLivre Envio

source: Shipping Status:
pt_br: Estado do Envio:

source: Shipping Service:
pt_br: Serviço de Envio:

source: Another
pt_br: Outro

source: Tracking Number:
pt_br: Número de Rastreio:

source: Get Label
pt_br: Obter Rótulo

source: Download Zip
pt_br: Baixar .zip

source: Variations
pt_br: Variações

source: Child Product*
pt_br: ID da Variação*

source: Add variation
pt_br: Adicionar variação

source: Not Required
pt_br: Não Obrigatório

source: ML Actions
pt_br: Ações do MercadoLivre

source: ML Sales
pt_br: Vendas do MercadoLivre

source: An error ocurred while trying to update the stock of the product %s on MercadoLivre: %s
pt_br: Ocorreu um erro ao tentar atualizar o estoque do produto %s no MercadoLivre: %s

source: Please make sure that WooCommerce is installed and active for this plugin to work properly
pt_br: Por favor, certifique-se de que o WooCommerce está instalado e ativo para que este plugin funcione corretamente

source: The MercadoLivre is not already set in your store, click %shere%s to configure the plugin
pt_br: O MercadoLivre ainda não está funcionando na sua loja, clique %saqui%s para configurar o plugin

source: The MercadoLivre is no longer integrated with your store
pt_br: O MercadoLivre não está mais integrado com sua loja
